{
    "title": "Iron Hearts",
    "join": "Join",

    "NAV_BUTTONS": "VVVVVVVVVVVV",
    "about": "About",
    "lore": "Lore",
    "store": "Store",
    "news": "News",
    "support": "Support",
    "login": "Login",
    
    "LANDING_PAGE": "VVVVVVVVVVVV",
    "landingPitch1": "Iron Hearts is a mix of Mash, Mobile Suit Gundam, and Game of Thrones with themes of the American Revolution. It is a tale of humanity in all of its glory, compassion, and horror. Told from the perspective of both sides of the conflict, the lines between right and wrong, truth and lies, and the very notion of 'Enemy' become blurred.",
    "landingPitch2": "For over 300 years, Earth has been globalized and has expanded into space. As humanity grew in numbers and resources became scarce, the Earth Federation established colonies outside of Earth's sphere to address the pressing need for raw materials. The colonies provided the necessary resources that were scarce on our homeworld, while the Earth Federation maintained control over the food supply. However, as the colonies grew and developed their own unique identities and cultures, the cohesiveness and unity of humanity began to diminish.",
    "landingPitch3": "Gama 3, once a penal colony for conscripted Mars rebels, was established by redirecting an asteroid's orbit to provide Earth with essential raw and rare minerals. After 20 years, the conscripts had served their sentences and were freed. However, the colony's productivity was hampered by strong solar winds, causing them to miss numerous quotas. As a result, the Earth Federation began to restrict food shipments to the colony, exacerbating existing tensions. Given that many of the colonists were originally conscripted from a failed Mars rebellion, Liberty declared its independence and ceased all shipments to Earth. Now, a year has passed since the strike began, and the Earth Federation has sent three advanced battleships to reclaim its assets. In preparation for the invasion, the Liberty colonists have been fortifying their colony and improvising weapons to defend themselves.",
    "landingPitch3Alt": "Gama 3 was a penal colony for conscripted Mars rebels to mine essential raw minerals. After 20 years, the conscripts were freed, but the colony's productivity declined due to strong solar winds. The Earth Federation responded by limiting food shipments. With the colonies rebelious nature, it renamed itself to Liberty, declared independence and stopped all mineral shipments in retaliation... As conflict looms between Earth and Liberty, the very essence of their humanity will be tested in a pivotal moment that will unfold amidst the infinite expanse of space.",
    "mavQuote": "The fight between us and the Earth Federation is not just about resources, but about our right to live free and with dignity. We will not let them control us and oppress our people. This is a battle for our independence and the future of our colony. We will stand firm and fight for our cause, for we are the defenders of our own destiny.",
    "holtonQuote": "The Liberty Mining Colony has failed to fulfill their obligations to the Earth Federation despite our investment in their society. To maintain the balance of power in the solar system and protect our interests, we have taken action. It is important for all parties to understand the consequences of their actions, and we remain committed to upholding our authority with the resources at our disposal.",
    "johnQuote": "Young blood, listen up. War is a bitter pill to swallow, and you can't afford to be blinded by its glory. When you have things to do in front of you, you can't waste time worrying about what might come. I've been there, fought hard for what I believed in, and lost. It's not easy, and it's not something you can forget. But you gotta keep going, keep living, and keep doing what needs to be done. Your duty is to the present, not to the past or the future. You wanna be a warrior? Fine, but remember that your responsibility is not just to fight, but to live and to build something worth fighting for. Don't forget that.",

    "ABOUT_PAGE": "VVVVVVVVVVVV",
    "ourStory": "Our Story",
    "ourStory2": "Welcome to IronHearts, a heart wrenching “space opera/real robot” graphic novel series that follows the everyday life of  soldiers caught in violent conflict between the globalized Earth Federation and the downtrodden Liberty Mining Colony rebels. Our story blends action, mecha, slice of life, and politics to weave a tale of interconnected and deeply nuanced character stories. The story is told from both sides of the conflict and takes inspiration from real world combat experiences, to deliver a more true to life story.  This story isn’t anti or pro war… it’s Human.",
    "ourStory3": "Gruntz was inspired to create this from growing up with Mobile Suit Gundam 0079 and his years in the Army.  While he loved many aspects of MSG, the story always seemed fantastical and only seemed to scratch the surface of what a story like that is capable of. He wanted to create a series that would resonate with readers on a deep level and truly bring out some of these themes and concepts to the fullest level. You can expect to have it all in this story. The first Arch is a standalone novel that sets up the rest of the series. You will go from meaningful moments with characters, to suspenseful high stakes strategic/political struggles, to high octane action conflicts, and capped with the heartbreaking realities of our stories characters. Iron Hearts is a story like no other and We hope that you join us in trying to bring this story to life.",
    "ourStory4": "Mobile Suit Gundam and Star Wars were cultural phenomena that were much more than ordinary stories. We want that for Iron Hearts because this project is more than just a story, it's an opportunity to build community and inspire a new generation. We want to provide a full experience that far exceeds a simple story. Step by step, we’ll make games, animated series, merchandise, and earn your love and support. It all starts with setting up infastructure like this website and ends with a journey we all get to share together.",
    "ourTeam": "Our Team",
    "writer": "Writer/Creator",
    "gruntz": "Grunts was an Army brat that would later enlist himself. He was an 11B Infantryman with specializations in Jungle Warfare. When he left the military, he spent 5 years vagabonding across the world. He has come from all walks of life and is happy enough to part his experiences with anyone who cares to ponder. Now he is settled with a family and enjoys a quiet life at his cubicle, but the passion of his creative heart yearns for adventure. ",
    "gruntz2": "Grunts spent 8 years crafting Iron Hearts. Originally it was going to be in a novel, but he felt that the medium wasn’t rich enough for the story. Despite growing up with classic anime (Gundam, Ghost In The Shell, and Cowboy Bebop) and a few comics (Captain America, Punisher, and Turok) he didn’t know much about the medium. After experimenting with webtoons and learning/consuming as much information as he could he began planning to rework Iron Hearts as a graphic novel. Luck would have it him running into Chi who could cover all the gaps in Gruntz’s game.",
    "artist": "Artist",
    "chi": "",
    "chi2": "As the team's artist, Chi brings new life into the Iron Hearts story. He helps consolidate and conceptualize the written story to make it more appealing graphically, thematically, and tonally. Chi bumps up the story with excellent attention to detail and creative solutions for fleshing out the greater world of the story… but the most and best part of all of Chi’s contributions… he makes things 100x cooler than when they were brought to him.",
    "producer": "Producer",
    "liv": "Liv is a seasoned Army veteran from the Gulf War. Tough as nails, resourceful, and kind Liv is a true renaissance woman that brings her vast wealth of experience to the Iron Hearts Team",
    "liv2": "We're all still unsure what a producer does, but she does it well and somehow we always manage to get the things we need.",
    "family": "Family",
    "you": "!!! YOU !!!",
    "you2": "We can't do this without support! A story is only as good as its fans and would be fans. We'd love for you to join or send some love our way."

}
