{
    "title": "Corazones de Hierro",
    "join": "Unirse",
    "joining": "¡Unirse a este sitio!",
    "enlist": "¡INSCRÍBASE HOY PARA OBTENER ACCESO A DETALLES DE HISTORIA ADICIONALES, ACTUALIZACIONES Y CONTENIDO EXCLUSIVO GRATUITO!",
    "donate": "¡AYÚDENOS DONANDO HOY! TODAS LAS GANANCIAS NOS PERMITEN LANZAR MÁS RÁPIDO Y AGREGAR MÁS FUNCIONES",

    "NAV_BUTTONS": "VVVVVVVVVVVV",
    "about": "Acerca de",
    "lore": "Leyenda",
    "store": "Tienda",
    "news": "Noticias",
    "roadmap": "Hoja de ruta",
    "support": "Soporte",
    "login": "Iniciar sesión",
    "dashboard": "Tablero",

    "LANDING_PAGE": "VVVVVVVVVVVV",
    "landingPitch1": "Iron Hearts es una mezcla de Mash, Mobile Suit Gundam y Game of Thrones con temas de la Revolución Americana. Es una historia de la humanidad en toda su gloria, compasión y horror. Contada desde la perspectiva de ambos lados del conflicto, las líneas entre el bien y el mal, la verdad y la mentira, y la misma noción de 'Enemigo' se vuelven borrosas.",
    "landingPitch2": "Durante más de 300 años, la Tierra se ha globalizado y se ha expandido hacia el espacio. A medida que la humanidad creció en número y los recursos se hicieron escasos, la Federación de la Tierra estableció colonias fuera de la esfera terrestre para abordar la necesidad apremiante de materias primas. Las colonias proporcionaron los recursos necesarios que escaseaban en nuestro hogar, mientras que la Federación de la Tierra mantenía el control sobre el suministro de alimentos. Sin embargo, a medida que las colonias crecían y desarrollaban sus propias identidades y culturas únicas, la cohesión y la unidad de la humanidad comenzaron a disminuir.",
    "landingPitch3": "Gama 3, una vez una colonia penal para los rebeldes de Marte, se estableció redirigiendo la órbita de un asteroide para proporcionar a la Tierra minerales raros y esenciales. Después de 20 años, los conscriptos habían cumplido sus sentencias y fueron liberados. Sin embargo, la productividad de la colonia se vio obstaculizada por fuertes vientos solares, lo que les hizo perder numerosas cuotas. Como resultado, la Federación de la Tierra comenzó a restringir los envíos de alimentos a la colonia, exacerbando las tensiones existentes. Dado que muchos de los colonos fueron originalmente reclutados de una fallida rebelión de Marte, Liberty declaró su independencia y cesó todos los envíos a la Tierra. Ahora, ha pasado un año desde que comenzó la huelga, y la Federación de la Tierra ha enviado tres avanzados acorazados para recuperar sus activos. En preparación para la invasión, los colonos de Liberty han estado fortificando su colonia e improvisando armas para defenderse.",
    "landingPitch3Alt": "Gama 3 era una colonia penal para los rebeldes de Marte que extraían minerales esenciales. Después de 20 años, los conscriptos fueron liberados, pero la productividad de la colonia disminuyó debido a los fuertes vientos solares. La Federación de la Tierra respondió limitando los envíos de alimentos. Con la naturaleza rebelde de las colonias, Liberty cambió su nombre, declaró su independencia y detuvo todos los envíos de minerales en represalia... A medida que el conflicto se cierne entre la Tierra y Liberty, la esencia misma de su humanidad se pondrá a prueba en un momento crucial que se desarrollará en medio de la infinita expansión del espacio.",
    "mavQuote": "La lucha entre nosotros y la Federación de la Tierra no se trata solo de recursos, sino de nuestro derecho a vivir libres y con dignidad. No les permitiremos controlarnos y oprimir a nuestro pueblo. Esta es una batalla por nuestra independencia y el futuro de nuestra colonia. Nos mantendremos firmes y lucharemos por nuestra causa, porque somos los defensores de nuestro propio destino.",
    "holtonQuote": "La Colonia Minera de la Libertad no ha cumplido con sus obligaciones con la Federación de la Tierra a pesar de nuestra inversión en su sociedad. Para mantener el equilibrio de poder en el sistema solar y proteger nuestros intereses, hemos tomado medidas. Es importante que todas las partes comprendan las consecuencias de sus acciones, y seguimos comprometidos a mantener nuestra autoridad con los recursos a nuestra disposición.",
    "johnQuote": "Joven, escucha bien. La guerra es una píldora amarga de tragar, y no puedes permitirte ser cegado por su gloria. Cuando tienes cosas que hacer frente a ti, no puedes perder tiempo preocupándote por lo que pueda pasar. He estado allí, luché duro por lo que creía, y perdí. No es fácil, y no es algo que puedas olvidar. Pero debes seguir adelante, seguir viviendo y seguir haciendo lo que se necesita hacer. Tu deber es con el presente, no con el pasado o el futuro. ¿Quieres ser un guerrero? Está bien, pero recuerda que tu responsabilidad no es solo luchar, sino vivir y construir algo por lo que valga la pena luchar. No lo olvides.",

    "ABOUT_PAGE": "VVVVVVVVVVVV",
    "ourStory": "Nuestra historia",
    "ourStory2": "Bienvenido a IronHearts, una serie de novelas gráficas de 'space opera/robot real' que sigue la vida cotidiana de soldados atrapados en un violento conflicto entre la Federación Terrestre globalizada y los oprimidos rebeldes de la Colonia Minera Liberty. Nuestra historia combina acción, mechas, slice of life y política para tejer una historia de personajes interconectados y profundamente matizados. La historia se cuenta desde ambos lados del conflicto y se inspira en experiencias de combate del mundo real para ofrecer una historia más veraz. Esta historia no es ni anti ni a favor de la guerra... es humana.",
    "ourStory3": "Grunts se inspiró para crear esto a partir de su crecimiento con Mobile Suit Gundam 0079 y sus años en el Ejército. Aunque le encantaron muchos aspectos de MSG, la historia siempre parecía fantástica y solo parecía rascar la superficie de lo que una historia como esa es capaz de hacer. Quería crear una serie que resonara con los lectores a un nivel profundo y realmente sacara a relucir algunos de estos temas y conceptos al nivel más completo. Puedes esperar tenerlo todo en esta historia. El primer arco es una novela independiente que establece el resto de la serie. Pasarás de momentos significativos con los personajes, a luchas estratégicas/políticas emocionantes y de alto riesgo, a conflictos de acción de alto octanaje y terminará con las desgarradoras realidades de los personajes de nuestras historias. Iron Hearts es una historia como ninguna otra y esperamos que te unas a nosotros en el intento de dar vida a esta historia.",
    "ourStory4": "Mobile Suit Gundam y Star Wars fueron fenómenos culturales que fueron mucho más que historias ordinarias. Queremos eso para Iron Hearts porque este proyecto es más que una historia, es una oportunidad para construir una comunidad e inspirar a una nueva generación. Queremos proporcionar una experiencia completa que supere con creces una simple historia. Paso a paso, haremos juegos, series animadas, mercancías y ganaremos tu amor y apoyo. Todo comienza con la configuración de la infraestructura como este sitio web y termina con un viaje que todos podemos compartir juntos.",
    "ourTeam": "Nuestro equipo",
    "writer": "Escritor/Creador",
    "gruntz": "Grunts fue un niño de familia militar que luego se alistó él mismo. Fue un soldado de infantería 11B con especializaciones en guerra de la selva. Cuando dejó el ejército, pasó 5 años vagando por todo el mundo. Ha venido de todas las clases sociales y está lo suficientemente feliz como para compartir sus experiencias con cualquiera que se preocupe por reflexionar. Ahora está establecido con una familia y disfruta de una vida tranquila en su cubículo, pero la pasión de su corazón creativo anhela aventura.",
    "gruntz2": "Grunts pasó 8 años creando Iron Hearts. Originalmente iba a ser una novela, pero sintió que el medio no era lo suficientemente rico para la historia. A pesar de haber crecido con anime clásico (Gundam, Ghost In The Shell y Cowboy Bebop) y algunos cómics (Capitán América, Punisher y Turok), no sabía mucho sobre el medio. Después de experimentar con webtoons y aprender/consumir tanta información como pudo, comenzó a planear rehacer Iron Hearts como una novela gráfica. La suerte quiso que se encontrara con Chi, quien pudo cubrir todas las brechas en el juego de Gruntz.",
    "artist": "Artista",
    "chi": "",
    "chi2": "Como artista del equipo, Chi da nueva vida a la historia de Iron Hearts. Ayuda a consolidar y conceptualizar la historia escrita para hacerla más atractiva gráfica, temática y tonalmente. Chi mejora la historia con excelente atención al detalle y soluciones creativas para desarrollar el mundo más amplio de la historia... pero la parte más importante y mejor de todas las contribuciones de Chi... hace las cosas 100 veces más geniales que cuando se las presentaron.",
    "producer": "Productor",
    "liv": "Liv es una veterana experimentada del ejército de la Guerra del Golfo. Fuerte como una roca, ingeniosa y amable, Liv es una verdadera mujer renacentista que aporta su vasta experiencia al equipo de Iron Hearts.",
    "liv2": "Todavía no estamos seguros de qué hace un productor, pero ella lo hace bien y de alguna manera siempre logramos conseguir las cosas que necesitamos.",
    "family": "Familia",
    "you": "¡¡¡ TÚ !!!",
    "you2": "¡No podemos hacer esto sin apoyo! Una historia es tan buena como sus fans y posibles fans. Nos encantaría que te unas o que nos envíes algo de amor.",

    "CANCEL_PAGE": "VVVVVVVVVVVVVVVVVVVVVVVV",
    "cancelHeader": "Gracias por su interés en Iron Hearts",
    "cancelBody1": "Apreciamos mucho el interés de su apoyo. Significa mucho para nosotros que esté dispuesto a ayudarnos monetariamente y entendemos si no puede hacerlo en este momento. Escuche, el buen arte no se trata del dinero y aún así esperamos que se quede con nosotros en este viaje. ¡Para nosotros, cualquiera que nos anime es familia! Mientras tengamos su amor y apoyo, seguiremos adelante.",
    "cancelHeader2": "No olvide que hay otras formas de apoyar IRON HEARTS, como:",
    "sharing": "¡Compartiendo la palabra!",

    "SUCCESS_PAGE": "VVVVVVVVVVVVVVVVVVVVVVVV",
    "successHeader": "¡Muchas gracias!",
    "successBody1": "Queremos expresar nuestro sincero agradecimiento por su generosa contribución a nuestro cómic 'Iron Hearts'. Su donación significa mucho para nosotros y es esencial para continuar nuestro trabajo en este proyecto. Es gracias a seguidores como usted que podemos seguir creando y compartiendo nuestra historia con el mundo. Su contribución nos ayuda a cubrir los costos de producción y nos permite enfocarnos en ofrecer contenido de alta calidad que esperamos que usted y otros lectores disfruten. Gracias por ser parte de nuestra comunidad y apoyar nuestra visión. Estamos agradecidos por su generosidad y no podemos esperar para compartir más de 'Iron Hearts' con usted.",
    "successHeader2": "¡Nos encantaría que se uniera a nuestro Discord y a este sitio web para que podamos mostrarle nuestra apreciación en el futuro!",
    "discordText": "¡Hable con nosotros en vivo, interactúe con la comunidad y vea a Chi mientras trabaja en la serie!",
    "joinText": "¡Regístrese para obtener acceso a biografías de personajes, detalles adicionales de la historia y ver los episodios antes! ¡Es gratis!",

    "JOIN_PAGE": "VVVVVVVVVVVVVVVVVVVVVVVVV",
    "joinHeader": "Bienvenido a nuestra comunidad",
    "joinHeader2": "Únete a la facción que elijas, configura los detalles de tu personaje en el universo y sumérgete en el ambiente de tu viaje a la historia de Iron Hearts",
    "joinHeader3": "Blah Blah Blah, toma mi correo electrónico y contraseña para que pueda acceder al contenido del sitio más rápido. Puedo configurar todo eso desde mi perfil de cuenta más tarde.",
    "joinButton": "Experimenta",
    "joinButton2": "Expedido"
}
