{
    "title": "Corazones de Hierro",
    "about": "Acerca",
    "store": "Almacenar",
    "news": "Noticias",
    "support": "Apoyo",
    "login": "Acceso",
    "landingPitch1": "Iron Hearts es una mezcla de Mash, Mobile Suit Gundam y Game of Thrones con temas de la Revolución Americana. Es una historia sobre la humanidad en toda su gloria, compasión y horror. Contada desde la perspectiva de ambos lados del conflicto, las líneas entre lo correcto y lo incorrecto, la verdad y la mentira, y la propia noción de 'enemigo' se difuminan.",
    "landingPitch2": "Durante más de 300 años, la Tierra ha sido globalizada y se ha expandido hacia el espacio. A medida que la humanidad creció en número y los recursos se volvieron escasos, la Federación de la Tierra estableció colonias fuera de la esfera terrestre para abordar la necesidad urgente de materias primas. Las colonias proporcionaron los recursos necesarios que eran escasos en nuestro planeta, mientras que la Federación de la Tierra mantuvo el control sobre el suministro de alimentos. Sin embargo, a medida que las colonias crecieron y desarrollaron sus propias identidades y culturas únicas, la cohesión y la unidad de la humanidad comenzaron a disminuir.",
    "landingPitch3": "Gama 3, una vez una colonia penal para rebeldes de Marte reclutados, fue establecida al redirigir la órbita de un asteroide para proporcionar a la Tierra minerales crudos y raros esenciales. Después de 20 años, los reclutas habían cumplido sus sentencias y fueron liberados. Sin embargo, la productividad de la colonia se vio obstaculizada por los fuertes vientos solares, lo que provocó que se perdieran numerosas cuotas. Como resultado, la Federación de la Tierra comenzó a restringir los envíos de alimentos a la colonia, exacerbando las tensiones existentes. Dado que muchos de los colonos fueron reclutados originalmente de una rebelión fallida en Marte, Liberty declaró su independencia y cesó todos los envíos a la Tierra. Ahora, ha pasado un año desde que comenzó la huelga y la Federación de la Tierra ha enviado tres naves de guerra avanzadas para recuperar sus activos. En preparación para la invasión, los colonos de Liberty han estado fortificando su colonia e improvisando armas para defenderse.",
    "mavQuote": "La lucha entre nosotros y la Federación de la Tierra no se trata solo de recursos, sino de nuestro derecho a vivir libres y con dignidad. No permitiremos que nos controlen ni opriman a nuestro pueblo. Esta es una batalla por nuestra independencia y el futuro de nuestra colonia. Nos mantendremos firmes y lucharemos por nuestra causa, porque somos los defensores de nuestro propio destino.",
    "holtonQuote": "La Colonia Minera Liberty no ha cumplido con sus obligaciones con la Federación de la Tierra a pesar de nuestra inversión en su sociedad. Para mantener el equilibrio de poder en el sistema solar y proteger nuestros intereses, hemos tomado medidas. Es importante que todas las partes comprendan las consecuencias de sus acciones, y seguimos comprometidos en mantener nuestra autoridad con los recursos a nuestra disposición.",
    "johnQuote": "Escucha bien, sangre joven. La guerra es una píldora amarga de tragar, y no puedes permitirte ser cegado por su gloria. Cuando tienes cosas que hacer frente a ti, no puedes perder el tiempo preocupándote por lo que podría venir. He estado allí, luché con fuerza por lo que creía, y perdí. No es fácil, y no es algo que puedas olvidar. Pero tienes que seguir adelante, seguir viviendo y haciendo lo que debe hacerse. Tu deber es con el presente, no con el pasado ni el futuro. ¿Quieres ser un guerrero? Está bien, pero recuerda que tu responsabilidad no es solo luchar, sino vivir y construir algo por lo que valga la pena luchar. No lo olvides."
}
